package main

import "fmt"

// Создайте map, в которой необходимо хранить информацию о выданных читателю печатных изданиях: книгах и периодических изданиях.
// Тип ключей отображения является строкой, тип значений — отображением с ключами типа строка и значениями с типом слайс-строк.
// Добавьте несколько произвольных значений, моделирующих наличие изданий на руках у читателей.
// Выведите на экран количество читателей с изданиями на руках.
// Выведите на экран общее количество изданий на руках у каждого читателя.
// Для перебора мап используйте приведённый в разделе цикл по диапазону for … range {}
func main() {
	a := 'a'
	fmt.Println(string(a))

}
